Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/107_id_480297.html.tmx
Source language: nob
Languages: sme

source: 100 000 kroner til utvikling av samisk lovspråk - regjeringen.no
sme: 100 000 ruvdno sámi láhkagiela ráhkadeapmái Historjjálaš arkiiva

source: 100 000 kroner til utvikling av samisk lovspråk
sme: Almmustahtti: Bargo- ja searvadahttindepartemeanta

source: - Samisk er et språk med stor ordrikdom, men når det gjelder juridisk terminologi på samisk er det nødvendig med en nyutvikling, sier statssekretær Berit Oskal Eira.
sme: - Sámegiella lea giella mas lea stuora sátneriggodat, muhto sámegillii gal dárbbaša ráhkadit ođđa juridihkalaš terminologiija, dadjá stáhtačálli Berit Oskal Eira.

source: Utviklingen av samisk juridisk terminologi vil styrke bruken av samisk språk i rettsvesenet og i offentlig forvaltning.
sme: Sámi juridihkalaš terminologiija ráhkadeapmi boahtá nannet sámegiela geavaheami riektelágádusas ja almmolaš hálddašeamis.

source: Dette er bakgrunnen for at regjeringen ønsker å støtte Tana kommunes prosjekt Samisk lovspråk videre, sier statssekretæren.
sme: Ráđđehus hálida dan vuođul ain doarjut Deanu gieldda Sámi láhkagiela prošeavtta, dadjá stáhtačálli.

source: Prosjektet Samisk lovspråk ble startet opp i 2006, støttet av Arbeids- og inkluderingsdepartementet og Sametinget, og liste over ferdigstilte termer vil foreligge denne høsten.
sme: Sámi láhkagiella prošeakta álggahuvvui 2006:s, Bargo- ja searvadahttindepartemeantta ja Sámedikki doarjagiin, ja gárvvistuvvon tearpmain almmuhuvvo listu dán čavčča.

source: I prosjektets fase 2 vil dette arbeidet videreføres, og Tana kommune har som mål å utarbeide en komplett norsk-samisk ordliste med juridiske termer med utgangspunkt i tvisteloven.
sme: Prošeavtta nuppi muttus boahtá dát bargu jotkojuvvot ja Deanu gielddas lea ulbmilin riidolága vuođul ráhkadit juridihkalaš tearpmain ollislaš dáru-sámi sátnegirjji.

source: Tvisteloven har vært utgangspunkt for arbeidet fordi dette er en sentral lov som inneholder mange juridiske termer som er i daglig bruk.
sme: Riidoláhka lea leamaš vuođđun bargui daningo dát lea deahálaš láhka mii sisttisdoallá ollu juridihkalaš tearpmaid mat beaivválaččat geavahuvvojit.

source: Prosjektgruppen har solid kompetanse, som deltakere fra Universitetet i Tromsø, Sametinget, og Samisk nærings- og utviklingssenter, i tillegg til erfarne oversettere og juridiske fagpersoner.
sme: Prošeaktajoavkkus lea nanu gelbbolašvuohta, das leat fárus Romssá Universitehta, Sámedikki Sámi ealáhus- ja guorahallanguovddáža ovddasteaddjit, dasa lassin leat maiddái hárjánan jorgaleaddjit ja juridihkalaš fágaolbmot.

source: - Tana kommunes prosjekt passer godt inn i regjeringens mål om aktivt og utvidet bruk av samisk språk, sier Berit Oskal Eira.
sme: - Deanu gieldda prošeakta heive hui bures ráđđehusa ulbmiliidda ahte sámegiella galgá eanet ja aktiivvalaččat geavahuvvot.
